Repository: fullstory-morgue/configure-networkcard
Catalog: po/*.po
Languages: de, es, fr, it, pt

source: Error: You must be root to run this script!
de: Error: Sie müssen root sein um dieses script zu starten!
pt: Erro: Este script só pode ser lançado pelo utente root!

source: Enter the ESSID for ${DEVICENAME} \n\n\n(empty for 'any', not recommended !)\n
de: Geben Sie die ESSID für ${DEVICENAME} ein\n\n\n(leer für 'any', nicht zu empfehlen !)\n
es: Teclee el ESSID para ${DEVICENAME} \n\n\n(vacío para 'cualquiera', ¡no recomendado!)\n
fr: Entrez l'ESSID pour ${DEVICENAME}\n\n\n(ne rien mettre pour 'peu importe' n'est pas recommandé !)\n
it: Inserisci l'ESSID per ${DEVICENAME}\n\n\n(vuoto per 'tutti', non raccomandato!)\n
pt: Por favor entre o ESSID para ${DEVICENAME} \n\n\n(deixe o campo vazio para qualquer - nao é aconselhável!)\n

source: Enter the NWID (cell identifier)\nfor ${DEVICENAME}, if needed\n\n\n
de: Geben Sie ggf. die NWID (Cell Identifier)\nfür ${DEVICENAME} ein, falls es eine gibt\n\n\n
es: Teclee el NWID (identificador de celda)\npara ${DEVICENAME}, si es necesario\n\n\n
fr: Entrez le NWID (cell identifier)\npour ${DEVICENAME}, si nécessaire\n\n\n
it: Inserisci il NWID (cell identifier)\nper ${DEVICENAME}, se necessario\n\n\n
pt: Entre o NWID (identificador de célula)\npara ${DEVICENAME} , caso exista algum\n\n\n

source: Enter the mode for ${DEVICENAME}\n\n(Managed(=default), Ad-Hoc, Master,\nRepeater, Secondary, auto)\n
de: Geben Sie den Modus für ${DEVICENAME} ein\n\n(Managed(=default), Ad-Hoc, Master,\nRepeater, Secondary, auto)\n
es: Teclee el modo para ${DEVICENAME}\n\n(Managed(es=por_defecto), Ad-Hoc, Master,\nRepeater, Secondary, auto)\n
fr: Entrez le mode pour ${DEVICENAME}\n\n(Managed(_fr=default), Ad-Hoc, Master,\nRepeater, Secondary, auto)\n
it: Inserisci la modalità per ${DEVICENAME}\n\n(Managed(=default), Ad-Hoc, Master,\nRepeater, Secondary, auto)\n
pt: Entre o valor para o Modo de funcionamento para ${DEVICENAME} \n\n(Managed(=default), Ad-Hoc, Master,\nRepeater, Secondary, auto)\n

source: Enter channel number for ${DEVICENAME} \n\n(0 bis 16, empty for auto or if you want to\n enter the frequency next)\n
de: Geben Sie den Kanal für ${DEVICENAME} ein\n\n(0 bis 16, leer für auto oder Frequenz-\neingabe im nächsten Fenster)\n
pt: Entre o número do canal para ${DEVICENAME} \n\n(0 até 16, deixe vazio para auto ou entre a Frequẽncia-\nna próxima janela)\n

source: Enter the frequency for ${DEVICENAME} \n\n(e.g 2.412G, empty for auto)
de: Geben Sie die Frequenz für ${DEVICENAME} ein\n\n(z.B. 2.412G, leer für auto)
es: Teclee la frecuencia para ${DEVICENAME}\n\n(ej. 2.412G, vacío para auto)
fr: Entrez la fréquence pour ${DEVICENAME}\n\n(ex: 2.412G, vide pour auto)
it: Inserisci la frequenza per ${DEVICENAME}\n\n(es. 2.412G, vuoto per automatico)
pt: Activar o suport de WPA?

source: Enable WPA support?
de: WPA-Unterstützung aktivieren?
fr: Activer la protection WPA?
it: Abilito il supporto WPA?

source: Enter the WPA Passphrase\nfor ${ESSID}
de: WPA-Passwort eingeben\nfür ${ESSID}
fr: Entrez le mot-de-passe WPA pour ${ESSID}
it: Inserisci la Passphrase di WPA\nper ${ESSID}
pt: Entre a(s) palavra(s) senha(s)\npara este ${ESSID}

source: Enter the encryption key\nfor ${DEVICENAME} \n\n(empty for cleartext, not recommended!!)
de: Geben Sie den Verschlüsselungs-Key\nfür ${DEVICENAME} ein\n\n(leer für Klartext, nicht zu empfehlen !!)
es: Teclee la clave de encriptación\npara ${DEVICENAME}\n\n(vacío para texto plano, ¡¡no recomendado!!)
fr: Entrez la clé de cryptage\npour ${DEVICENAME}\n\n(vide pour texte en clair, non recommandé !!)
it: Inserisci la chiave crittografica\nper ${DEVICENAME}\n\n(vuoto per trasmissione in chiaro, non raccomandato!)
pt: Entre a chave usada para chifrar a comunicação \npara ${DEVICENAME} \n\n(Deixe o campo vazio para nao chifrar a comunicação (não é recomendado !!)

source: Would you like to store your wep key in it's own private file (${DEVICENAME})? If you say no, your wep key will be stored in /etc/network/interfaces and will be readable by any account on your system. You may want to 'chmod 700 /etc/network/interfaces' if you answer no to this question
de: WEP-Schlüssel in privater Datei abspeichern (${DEVICENAME})? Wenn Sie hier Nein sagen, wird der WEP-Schlüssel in /etc/network/interfaces abgespeichert und kann von allen Accounts auf dem System gelesen werden. Wenn Sie mit Nein antworten, sollten Sie vielleicht 'chmod 700 /etc/network/interfaces' ausführen.
fr: Clé WEP sauvée dans un fichier privé (${DEVICENAME})? Si vous répondez non ici, la clé WEP sera stockée dans /etc/network/interfaces et pourra être accessible à tous les utilisateurs de la machine. Peut-être serait-il alors judicieux de fixer ainsi les droits de 'interfaces': 'chmod 700 /etc/network/interfaces'
it: Vuoi memorizzare la tua chiave WEP nel suo file riservato (${DEVICENAME})? Se dici no, la tua chiave WEP sarà memorizzata nel file /etc/network/interfaces e sarà leggibile da tutti gli account del tuo sistema. Dovresti fare 'chmod 700 /etc/network/interfaces' se rispondi no a questa domanda
pt: Guardar a chave de WEP num ficheiro privado (${DEVICENAME})? Se responder não, a chae será guardada no ficheiro /etc/network/interface e pode ser lida por todos os utilizadores do sistema. Se responder Não, seria melhor actualizar os direitos do ficheiro. Utilize para isso: 'chmod 700 /etc/network/interfaces' .

source: Enter additional parameters for\n'iwconfig ${DEVICENAME}' if needed, e.g.\n\n\nsens -80 rts 512 frag 512 rate 5.5M
de: Geben Sie ggf. zusätzliche Parameter für\n'iwconfig ${DEVICENAME}' ein, z.B.\n\n\nsens -80 rts 512 frag 512 rate 5.5M
es: Teclee los parámetros adicionales para\n'iwconfig ${DEVICENAME}' Si es necesario, ej.\n\n\nsens -80 rts 512 frag 512 rate 5.5M
fr: Entrez des paramètres additionnels pour\n'iwconfig ${DEVICENAME}' si nécessaire, comme \n\n\nsens -80 rts 512 frag 512 rate 5.5M
it: Inserisci i parametri aggiuntivi per\n'iwconfig ${DEVICENAME}' se necessario, es.\n\n\nsens -80 rts 512 frag 512 rate 5.5M
pt: Entre pârametros adicionais para \n'iwconfig ${DEVICENAME}', \n\n\nsens -80 rts 512 frag 512 rate 5.5M i(por exemplo)

source: Enter additional parameters for\n'iwspy ${DEVICENAME}' if needed\n\n\n
de: geben Sie ggf. zusätzliche Parameter für\n'iwspy ${DEVICENAME}' ein\n\n\n
es: Teclee los parámetros adicionales para\n'iwspy ${DEVICENAME}' si es necesario\n\n\n
fr: Entrer des paramètres additionnels pour\n'iwspy ${DEVICENAME}' si nécessaire\n\n\n
it: Inserisci parametri aggiuntivi per\n'iwspy ${DEVICENAME}' se necessario\n\n\n
pt: Entre os parâmetros adicionais para \n'iwspy ${DEVICENAME}'\n\n\n

source: Enter additional parameters for\n'iwpriv ${DEVICENAME}' if needed\n\n\n
de: Geben Sie ggf. zusätzliche Parameter für\n'iwpriv ${DEVICENAME}' ein\n\n\n
es: Teclee los parámetros adicionales para\n'iwpriv ${DEVICENAME}' si es necesario\n\n\n
fr: Entrer des paramètres additionnels pour\n'iwpriv ${DEVICENAME}' si nécessaire\n\n\n
it: Inserisci parametri aggiuntivi per\n'iwpriv ${DEVICENAME}' se necessario\n\n\n
pt: Entre os parâmetros adicionais para \n'iwpriv ${DEVICENAME}'\n\n\n

source: Use DHCP broadcast?
de: DHCP Broadcast zur Konfiguration benutzen? (Nein/Abbrechen=manuell)?
es: ¿Utilizar broadcast DHCP?
fr: Voulez-vous utiliser DHCP?
it: Devo utilizzare il broadcast DHCP?
pt: Utiizar DHCP Broadcast para a configuração? (Não/interromper=manual)?

source: Please enter IP Address for ${DV}
de: Bitte geben Sie die IP-Adresse ein für ${DV}
es: Por favor, inserte la dirección IP para ${DV}
fr: Entrez une adresse IP pour ${DV}
it: Inserisci l'indirizzo IP per ${DV}
pt: Entre o IP-Número a utilizar para ${DV}

source: Please enter Network Mask for ${DV}
de: Bitte geben Sie die Netzwerk-Maske ein für ${DV}
es: Por favor, inserte la máscara de red para ${DV}
fr: Entrez le Masque de Sous-réseau pour ${DV}
it: Inserisci la maschera di rete per ${DV}
pt: Entre a mascara para a Rede ${DV}

source: Please enter Broadcast Address for ${DV}
de: Bitte geben Sie die Broadcast-Adresse ein für ${DV}
es: Por favor, inserte la dirección de Broadcast para ${DV}
fr: Entrez l'adresse Broadcast pour ${DV}
it: Inserisci l'indirizzo di broadcast per ${DV}
pt: Entre o IP-número do Broadcast para o "device" ${DV}

source: Please enter Default Gateway
de: Bitte geben Sie das Default-Gateway ein
es: Por favor, inserte la puerta de enlace por defecto
fr: Entrez l'IP de la Passerelle par Défaut
it: Inserisci il Gateway di default
pt: Entre o nome do servidor a utiliyar como Default-Gateway

source: Please enter Nameserver(s)
de: Bitte geben Sie den/die Nameserver ein
es: Por favor, inserte los servidores DNS
fr: Entrez Les DNS de votre FAI
it: Inserisci i Nameserver
pt: Entre o nome do servidor de nomes

source: No supported network cards found.
de: Keine unterstützte(n) Netzwerkkarte(n) gefunden.
es: Se han encontrado tarjetas de red no soportadas.
fr: Aucune carte réseau supportée trouvée.
it: Non ho trovato schede di rete supportate.
pt: Não encontrei nenhuma placa de rede.

source: Please select network device
de: Bitte Netzwerkkarte auswählen
es: Por favor, seleccione el dispositivo fisico de red
fr: Sélectionnez la carte réseau, svp
it: Per favore seleziona la periferica di rete
pt: Escolha a placa de rede

source: Failed to bring up the interface, would you like to reconfigure it?
de: Fehler beim Aktivieren des Interface, wollen Sie es neu konfigurieren?
it: Non riesco ad attivare l'interfaccia, vuoi riconfigurarla?
pt: Erro. Não consgui activar esta interface, deseja reconfigurá-la?

source: Interface enabled, do you want it auto enabled at boot?
de: Interface aktiviert, beim Systemstart automatisch aktivieren?
it: Interfaccia attiva, vuoi abilitarla automaticamente all'avvio?
pt: Interface activada. Quer activar esta interface durant o processo de arranque (boot)?

source: Enter channel number for ${DEVICENAME} \n\n(0 to 16, empty for auto or if you want to\n enter the frequency next)\n
es: Teclee el número del canal para ${DEVICENAME}\n\n(0 bis 16, vacío para auto o si lo prefiere\n teclee la frecuencia seguidamente)\n
fr: Entrez numéro de canal pour ${DEVICENAME}\n\n(0 à 16, vide pour auto ou si vous voulez\n entrer la fréquence ensuite)\n
it: Inserisci il numero di canale per ${DEVICENAME}\n\n(da 0 a 16, vuoto per automatico o se vuoi\n inserire la frequnza dopo)\n
